Repository: ShadiOthm/EJQ-Website
Catalog: app/app/Locale/eng/LC_MESSAGES/default.po
Languages: eng

source: Você não está autorizado a acessar esse perfil.
eng: You are not authorized to access this profile

source: A solicitação foi realizada, aguarde a confirmação.
eng: The request was made, wait for confirmation

source: A solicitação foi realizada, porém não há fornecedores disponíveis no momento.
eng: The request was made but no suppliers are available now

source: Não foi possível salvar a solicitação.
eng: Not possible to accept your request

source: Não foi possível alterar o MetaMarketplace. Favor tentar novamente.
eng: Not possible to change the MetaMarketplace. Please try again

source: Essa ação não pode ser executada. Algo deveria ter sido postado
eng: This action can't be taken. Nothing posted.

source: Por favor, informe pelo menos um tipo de serviço.
eng: Enter at least on service type

source: Você já está registrado como Curador.
eng: This user already exists as a Curator

source: Sua identificação foi cadastrada. Obrigado.
eng: Your credentials were recorded. Thank you

source: Não foi possível criar o novo Curator
eng: Curator register failed

source: Cadastro feito com sucesso. Por favor confira email enviado para criar uma senha e ativar a conta.
eng: Record created successfully. Please confirm email to create a password and activate your account

source: Já existe um usuário registrado com esse email. Por favor, faça seu login.
eng: There is an user with this email. Please re-enter your login

source: Não foi possível autenticar seu login. Favor tentar novamente.
eng: Couldn't find your account. Please try again or contact support

source: Por favor, informe o número do seu CPF ou CNPJ para poder criar marketplaces.
eng: Please, enter your ID to be able to create marketplaces

source: Não foi possível criar o novo Curator.
eng: Curator register failed

source: Você não está autorizado a realizar essa ação.
eng: You are not authorized to take this action

source: Demanda aceita
eng: Request accepted

source: Demanda cancelada
eng: Request Cancelled

source: Não foi informada qual demanda deve ser avaliada
eng: The request to be evaluated was not informed

source: Não foi informada a avaliação a ser registrada.
eng: The request to be registered was not informed

source: Avaliação registrada
eng: Evaluation recorded

source: Demanda contratada
eng: Request - Contract OK

source: Prestação de serviço registrada
eng: Service recorded

source: Essa demanda não está especificada!!!!!
eng: This request is not in the system

source: O Grupo foi adicionado
eng: Group added successfully

source: Não foi possível adicionar o Grupo. Favor tentar novamente
eng: Group not added - Please try again

source: O Grupo foi alterado
eng: The Group was changed

source: Não foi possível alterar o Grupo. Favor tentar novamente.
eng: Group not changed - Please try again

source: O Grupo foi excluído
eng: The Group was excluded

source: Não foi possível excluir o Grupo. Favor tentar novamente.
eng: Group not deleted - Please try again

source: Esse marketplace não está especificado!!!!!
eng: This marketplace is not defined

source: Não foi possível criar o novo Consumer.
eng: Consumer register failed

source: Não foi possível criar o novo Provider.
eng: Could not create a new Provider

source: Por favor, informe o número do seu CPF ou CNPJ para poder fazer pedidos.
eng: Please, enter your ID to be able to make requests

source: Por favor, informe o número do seu CPF ou CNPJ para poder oferecer serviços.
eng: Please, enter your ID to be able to make requests

source: Você não está autorizado a acessar essa página.
eng: You are not authorized to access this page

source: O MetaConsumer foi adicionado
eng: The MetaConsumer was added

source: Não foi possível adicionar o MetaConsumer. Favor tentar novamente
eng: The MetaConsumer was not created. Please try again

source: O MetaConsumer foi excluído
eng: The MetaConsumer was deleted

source: Não foi possível excluir o MetaConsumer. Favor tentar novamente.
eng: The MetaConsumer was not deleted. Please try again

source: O MetaConsumer foi alterado
eng: The MetaConsumer was changed

source: Não foi possível alterar o MetaConsumer. Favor tentar novamente.
eng: The MetaConsumer was not updated. Please try again

source: Você não está autorizado a acessar essa função.
eng: You are not authorized to take this action

source: O usuário precisa ser um curador para criar metaMarketplaces. Por favor registre-se ou faça o login abaixo.
eng: You must be a curator to create a metaMarketplace. Please create a new account or login

source: O MetaMarketplace foi adicionado
eng: The MetaMarketplace was added

source: Não foi possível adicionar o MetaMarketplace. Favor tentar novamente
eng: The MetaMarketplace was not added. Please try again

source: O MetaMarketplace foi excluído
eng: The MetaMarketplace was deleted

source: Não foi possível excluir o MetaMarketplace. Favor tentar novamente.
eng: The MetaMarketplac was not deleted. Please try again

source: O Marketplace foi publicado
eng: The Marketplace was published

source: Não foi possível adicionar o Marketplace. Favor tentar novamente
eng: The Marketplace was not created. Please try again

source: O MetaMarketplace foi alterado
eng: The MetaMarketplace was changed

source: O MetaProvider foi adicionado
eng: The MetaProvider was added

source: Não foi possível adicionar o MetaProvider. Favor tentar novamente
eng: The MetaProvider was not added. Please try again

source: O MetaProvider foi excluído
eng: The MetaProvider was deleted

source: Não foi possível excluir o MetaProvider. Favor tentar novamente.
eng: The MetaProvider was not deleted. Please try again

source: O MetaProvider foi alterado
eng: The MetaProvider was changed

source: Não foi possível alterar o MetaProvider. Favor tentar novamente.
eng: The MetaProvider was not updated. Please try again

source: O Modo de Pagamento foi adicionado
eng: The Payment Type was added

source: Não foi possível adicionar o Modo de Pagamento. Favor tentar novamente
eng: The Payment Type was not added. Please try again

source: O Modo de Pagamento foi alterado
eng: The Payment Type was changed

source: Não foi possível alterar o Modo de Pagamento. Favor tentar novamente.
eng: The Payment Type was not updated. Please try again

source: O Modo de Pagamento foi excluído
eng: The Payment Type was deleted

source: Não foi possível excluir o Modo de Pagamento. Favor tentar novamente.
eng: The Payment Type was not deleted. Please try again

source: Disponibilidade alterada com sucesso.
eng: Availability changed sucessfully

source: Os serviços foram alterados
eng: Services were changed successfully

source: Não foi possível alterar os serviços do provider. Favor tentar novamente.
eng: The Provider services were not updated. Please try again

source: Status alterado para online.
eng: Status changed to online

source: Status alterado para offline.
eng: Status changed to offline

source: Não foi possível alterar o status. Favor tentar novamente.
eng: The status was not updated. Please try again

source: Domingo
eng: Sunday

source: Segunda-feira
eng: Monday

source: Terça-feira
eng: Tuesday

source: Quarta-feira
eng: Wednesday

source: Quinta-feira
eng: Thursday

source: Sexta-feira
eng: Friday

source: Sábado
eng: Saturday

source: O ServiceType foi adicionado
eng: The ServiceType was added

source: Não foi possível adicionar o ServiceType. Favor tentar novamente
eng: The ServiceType was not added. Please try again

source: O ServiceType foi alterado
eng: The ServiceType was changed

source: Não foi possível alterar o ServiceType. Favor tentar novamente.
eng: The ServiceType was not updated. Please try again

source: O ServiceType foi excluído
eng: The ServiceType was deleted

source: Não foi possível excluir o ServiceType. Favor tentar novamente.
eng: The ServiceType was not deleted. Please try again

source: O Usuário foi adicionado
eng: The User was added

source: Não foi possível adicionar o Usuário. Favor tentar novamente
eng: The new user was not added. Please try again

source: O Usuário foi excluído
eng: The User was deleted

source: Não foi possível excluir o Usuário. Favor tentar novamente.
eng: The User was not deleted. Please try again

source: Não existe um usuário com esse id.
eng: There is not User with this id

source: Não foi possível efetuar a solicitação.
eng: Not possible to accept your request

source: Não foi possível autenticar seu acesso.<br/> Favor tentar novamente.
eng: Access not authenticated.<br/> Please try again

source: Não foi possível confirmar seu cadastro. Favor tentar novamente ou entrar em contato com o suporte.
eng: Couldn't find your account. Please try again or contact support

source: O Usuário foi alterado
eng: The User was updated

source: Não foi possível alterar o Usuário. Favor tentar novamente.
eng: The User was not updated. Please try again

source: Valor inválido para o id do objeto.
eng: Invalid entry for the object's id

source: Valor inválido para o id do usuário.
eng: Invalid entry for the User's id

source: Para poder criar marketplaces, por favor informe seu CPF ou CNPJ.
eng: To be able to create marketplaces, please enter your ID.

source: cnpj / cpf
eng: ID

source: Confirmar
eng: Confirm

source: Acesso para curadores
eng: Access for Curators

source: informe seu email
eng: Enter you email

source: informe sua senha
eng: Enter your password

source: Entrar
eng: Login

source: Esqueceu sua senha?
eng: Forgot your password?

source: Cadastre-se para poder criar marketplaces.
eng: Create an account to create marketplaces

source: seu nome
eng: your name

source: seu email
eng: your email

source: Solicitar Cadastro
eng: Request an account

source: Voltar para meu perfil em %s
eng: Back to my profile in %s

source: logo atual
eng: Existing logo

source: Ir para a página do marketplace
eng: Go to the marketplace page

source: Ir para:
eng: Go to:

source: Marketplaces Publicados
eng: Published Marketplaces

source: Ir para a página principal dos Marketplaces
eng: Go to the Marketplaces page

source: Ir para a página principal dos MetaMarketplaces
eng: Go to the metamarketplaces page

source: saiba mais
eng: learn more

source: Exibindo {:start} - {:end} de {:count}
eng: Showing {:start} - {:end} of {:count}

source: Solicitar novos serviços
eng: Request new services

source: (requer agendamento)
eng: (requires scheduling)

source: Que serviços quer contratar?
eng: Which services do you want?

source: agendamento
eng: scheduling

source: DD-MM-AAAA
eng: DD-MM-YYYY

source: Solicitar
eng: Request

source: Você tem as seguintes demanda(s) para avaliar:
eng: Here are the requests to be evaluated

source: Tipo de Serviço:
eng: Type of Service:

source: Fornecido por
eng: Supplied by

source: Data
eng: Date

source: Sua Avaliação
eng: Your evaluation

source: Bem Vindo, %s!
eng: Welcome, %s!

source: Os serviços abaixo, solicitados em %s, podem ser fornecidos por %s
eng: The requests made in %s, can be done by %s

source: Os serviços abaixo, contratados em %s, serão fornecidos por %s
eng: The requests made on %s, will be done by %s

source: Serviços solicitados em %s:
eng: Requests made in %s

source: Demandas em aberto
eng: Open Requests

source: Data da solicitação
eng: Request Date

source: Data da Contratação
eng: Contract Date

source: para %s
eng: for %s

source: N/D
eng: N/A

source: Aceita
eng: Accepted

source: Atribuída
eng: Assigned

source: Contratada
eng: Hired

source: Em aberto
eng: Open

source: Cancelar solicitação
eng: Cancel Request

source: Contratar serviços
eng: Hire services

source: Serviço(s) solicitado(s)
eng: Service(s) requested

source: Solicitado por
eng: Requested by

source: Aceitar solicitação de serviços
eng: Accept requests

source: Serviços contratados
eng: Service(s) hired

source: Contratado por
eng: Hired by

source: Data Contratação
eng: Contract Date

source: Concluir prestação de serviços
eng: Finish Service Request

source: Demanda agendada para %s
eng: Request scheduled for %s

source: Tipos de serviços oferecidos
eng: Services Offered

source: Opções
eng: Options

source: Informar Disponibilidade por dias da semana
eng: Define Availability by weekday

source: Alterar Disponibilidade por dias da semana
eng: Change weekdays availability

source: Mudar status para offline
eng: Change status to offline

source: Mudar status para online
eng: Change status to online

source: Alterar Oferta de Serviços
eng: Change Service Type

source: Que serviços quer fornecer?
eng: Which services you want to provide?

source: Atualizar
eng: Update

source: Cancelar
eng: Cancel

source: Marketplaces como Consumer
eng: Marketplaces as Consumer

source: Nome:
eng: Name:

source: Demandas finalizadas
eng: Closed Requests

source: Ir para a página do MetaMarketplace
eng: Go to the metamarketplace page

source: Ir para meu perfil neste marketplace
eng: Go to my profile in this marketplace

source: Criar um Marketplace
eng: Create Marketplace

source: Marketplaces publicados
eng: Published Marketplaces

source: Demandas
eng: Requests

source: Esse usuário não tem MetaMarketplaces.
eng: This user doesn't have a MetaMarketplaces.

source: MetaMarketplace publicado
eng: Published MetaMarketplace

source: Alterar
eng: Change

source: Excluir
eng: Delete

source: Tem certeza que deseja excluir o MetaMarketplace %s?
eng: Are you sure you want to delete the MetaMarketplace %s?

source: Marketplaces como Provider
eng: Marketplaces as a Provider

source: Registrar-me como Curador
eng: Enter as Curator

source: Grupos
eng: Groups

source: Adicionar Grupo
eng: Add Group

source: Tem certeza que deseja excluir o Grupo %s?
eng: Are you sure you want to exclude Group %s?

source: Alterar Grupo
eng: Change Group

source: Sair
eng: Exit

source: Tem certeza que deseja sair?
eng: Are you sure you want to leave?

source: Cadastre-se
eng: Register

source: &copy; 2016 METAPLACE. Todos os Direitos Reservados.
eng: &copy; 2016 METAPLACE. All Rights Reserved.

source: A plataforma de gerar plataformas
eng: Platform of Platforms

source: Ir para a página principal
eng: Go to main page

source: Plataforma Metaplace
eng: Metaplace Platform

source: Já tenho uma conta e quero fazer login
eng: If you already have an account, please enter your credentials

source: Quero criar uma conta
eng: Or please create an account

source: Ir para minha página
eng: Go to my page

source: Ver marketplaces publicados
eng: Go to Published Marketplaces

source: MetaMarketplaces existentes
eng: Existing MetaMarketplaces

source: Não existem MetaMarketplaces cadastrados.
eng: No MetaMarketplaces on record

source: Acesso
eng: Access

source: Acessar
eng: Access

source: Consultar meu perfil
eng: Consult my profile

source: Consultar pedidos e solicitar serviços
eng: Review existing requests or make new requests

source: Solicitar serviços
eng: Request services

source: Oferecer serviços
eng: Offer services

source: Sobre o Marketplace "%s"
eng: About Marketplace "%s"

source: Serviços oferecidos
eng: Services Offered

source: Não existem serviços disponíveis nesse mercado
eng: No services offered in this market

source: Fazer login
eng: Access

source: Se você já tem uma conta, por favor faça seu login.
eng: If you already have an account, please enter your credentials

source: Criar conta
eng: Create an account

source: Ou então, crie uma conta.
eng: Or please create an account.

source: Para poder contratar serviços em "%s", por favor informe seu CPF ou CNPJ.
eng: To be able to hire services in "%s", please enter your ID.

source: Para poder oferecer serviços em "%s", por favor informe seu CPF ou CNPJ.
eng: To be able to offer services in "%s", please enter your ID.

source: Cadastre-se para poder contratar serviços
eng: Create an account to request services

source: Cadastre-se para oferecer serviços.
eng: Create an account to offer services

source: Modo de Pagamento:
eng: Payment Type:

source: Resumo do MetaConsumer
eng: MetaConsumer Summary

source: Editar MetaConsumer
eng: Edit MetaConsumer

source: Tem certeza que deseja excluir o MetaConsumer %s?
eng: Are you sure you want to delete MetaConsumer %s?

source: Alterar MetaConsumer
eng: Edit the MetaConsumer

source: Adicionar MetaMarketplace
eng: Create Marketplace

source: Propósito:
eng: Purpose:

source: Descriçao:
eng: Description:

source: Imagem da logo:
eng: Logo's image:

source: Imagem da capa:
eng: Cover image:

source: Editar
eng: Edit

source: Editar o MetaMarketplace
eng: Edit the MetaMarketplace

source: Logo atual
eng: Existing logo

source: Resumo do Marketplace "%s"
eng: Summary of the Marketplace "%s"

source: Imagem principal atual
eng: Current cover image

source: Descrição:
eng: Description

source: Publicar Marketplace
eng: Publish Marketplace

source: Esse MetaMarketplace já foi publicado.
eng: This MetaMarketplace was published

source: Esse MetaMarketplace não pode ser publicado.
eng: This metamarketplace can't be published yet

source: Tipos de serviço
eng: Service Types

source: Criar ServiceType
eng: Add Service Type

source: Tem certeza que deseja excluir o Tipo de Serviço %s?
eng: Are you sure you want to delete the Service Type %s?

source: Criar MetaProvider
eng: Create Metaprovider

source: Criar MetaConsumer
eng: Create MetaConsumer

source: Tem certeza que deseja excluir o Marketplace %s?
eng: Are you sure you want to delete the Marketplace %s?

source: Publicar Marketplace "%s"
eng: Publish "%s" Marketplace

source: Voltar para
eng: Back to

source: Alterar imagem do logo
eng: Change logo's image

source: Enviar imagem do logo
eng: Send logo's image

source: Alterar imagem da capa
eng: Change cover's image

source: Enviar imagem da capa
eng: Send cover image

source: Adicionar MetaProvider
eng: Add MetaProvider

source: Escolha um modo de pagamento
eng: Choose payment type

source: Resumo do MetaProvider
eng: Summary of MetaProvider

source: Editar MetaProvider
eng: Edit MetaProvider

source: Tem certeza que deseja excluir o MetaProvider %s?
eng: Are you sure you want to delete the MetaProvider %s?

source: Alterar MetaProvider
eng: Update MetaProvider

source: Adicionar Modo de Pagamento
eng: Add Payment Type

source: Modo de Pagamentos
eng: Type of Payment

source: Adicionar Modo de Pagamento
eng: Add Payment Type

source: Tem certeza que deseja excluir o Modo de Pagamento %s?
eng: Are you sure you want to delete the Payment Type %s?

source: Alterar Modo de Pagamento
eng: Update Payment Type

source: Escolha os serviços que você quer oferecer.
eng: Choose the services you want to offer

source: Informe a disponibilidade para %s
eng: Enter the availability for %s

source: Que dias da semana?
eng: Which weekdays?

source: Adicionar Tipo de Serviço
eng: Add Service Type

source: Critérios
eng: Criteria

source: Disponibilidade online/offline
eng: Availability online/offline

source: Disponibilidade por dias da semana
eng: Weekday availability

source: Disponibilidade para data agendada
eng: Availability by Calendar date

source: Tipos de Serviços
eng: Type of Services

source: Adicionar ServiceType
eng: Add Service Type

source: Tem certeza que deseja excluir o ServiceType %s?
eng: Are you sure you want to delete the Service Type %s?

source: Alterar Tipo de Serviço
eng: Update Service Type

source: Tem certeza que deseja excluir o Usuário %s?
eng: Are you sure you want to delete User %s?

source: Página do Usuário: %s
eng: User Profile: %s

source: Favor informar o nome
eng: Please enter the name

source: You must provide a schedule in YYYY-MM-DD format.
eng: You must enter a schedule in the YYYY-MM-DD format

source: Favor informar um alias
eng: Please enter an alias

source: Favor informar um texto descrevendo o Marketplace
eng: Please enter a description for the Marketplace

source: Favor informar a identificação
eng: Please enter the identification

source: Favor informar o nome do atributo
eng: Please enter the name of the attribute

source: Favor informar a descrição
eng: Please enter the description

source: Favor informar o e-mail
eng: Please enter the email

source: Favor informar um e-mail válido
eng: Please enter a valid email

source: Esse e-mail já consta de nossos cadastros
eng: This email is not in our records

source: Favor informar um email.
eng: Please enter an email

source: Favor informar um email válido.
eng: Please enter a valid email

source: Sua senha não confere
eng: Your password is not valid
